import Document from "./Document"

export default function TermsOfUse() {
    return Document('Пользовательское соглашение',
        `
			<p>Настоящее Пользовательское Соглашение (Далее <strong>Соглашение</strong>) регулирует отношения между (далее <a href="https://hr-usluga.ru">https://hr-usluga.ru</a> или <strong>Администрация</strong>) с одной стороны и пользователем сайта с другой.<br/>Сайт <a href="https://hr-usluga.ru">https://hr-usluga.ru</a> не является средством массовой информации.</p>
            <p>Используя сайт, Вы соглашаетесь с условиями данного соглашения.<br/><strong>Если Вы не согласны с условиями данного соглашения, не используйте сайт <a href="https://hr-usluga.ru">https://hr-usluga.ru</a> !</strong></p>

            <h4>Предмет соглашения</h4>
            <p><strong>Администрация предоставляет пользователю право на размещение на сайте следующей информации:</strong></p>
            <ul>
                <li>Текстовой информации</li>
                <li>Ссылок на материалы, размещенные на других сайтах</li>
            </ul>

            <h4>Права и обязанности сторон</h4>
            <p><strong>Пользователь имеет право:</strong></p>
            <ul>
                <li>осуществлять поиск информации на сайте</li>
                <li>получать информацию на сайте</li>
                <li>комментировать контент, выложенный на сайте</li>
                <li>копировать информацию на другие сайты с указанием источника</li>
                <li>требовать от администрации скрытия любой информации о пользователе</li>
                <li>требовать от администрации скрытия любой информации переданной пользователем сайту</li>
                <li>использовать информацию сайта в личных некоммерческих целях</li>
                <li>использовать информацию сайта в коммерческих целях с разрешения правообладателей</li>
            </ul>
            <p><strong>Администрация имеет право:</strong></p>
            <ul>
                <li>по своему усмотрению и необходимости создавать, изменять, отменять правила</li>
                <li>ограничивать доступ к любой информации на сайте</li>
            </ul>
            <p><strong>Пользователь обязуется:</strong></p>
            <ul>
                <li>обеспечить достоверность предоставляемой информации</li>
                <li>обеспечивать сохранность личных данных от доступа третьих лиц</li>
                <li>обновлять Персональные данные, предоставленные при регистрации, в случае их изменения</li>
                <li>при копировании информации с других источников, включать в её состав информацию об авторе</li>
                <li>не распространять информацию, которая направлена на пропаганду войны, разжигание национальной, расовой или религиозной ненависти и вражды, а также иной информации, за распространение которой предусмотрена уголовная или административная ответственность</li>
                <li>не нарушать работоспособность сайта</li>
                <li>не создавать несколько учётных записей на Сайте, если фактически они принадлежат одному и тому же лицу</li>
                <li>не совершать действия, направленные на введение других Пользователей в заблуждение</li>
                <li>не передавать в пользование свою учетную запись и/или логин и пароль своей учетной записи третьим лицам</li>
                <li>не регистрировать учетную запись от имени или вместо другого лица за исключением случаев, предусмотренных законодательством РФ</li>
                <li>не размещать материалы рекламного, эротического, порнографического или оскорбительного характера, а также иную информацию, размещение которой запрещено или противоречит нормам действующего законодательства РФ</li>
                <li>не использовать скрипты (программы) для автоматизированного сбора информации и/или взаимодействия с Сайтом и его Сервисами</li>
            </ul>
            <p><strong>Администрация обязуется:</strong></p>
            <ul>
                <li>поддерживать работоспособность сайта за исключением случаев, когда это невозможно по независящим от Администрации причинам.</li>
                <li>защищать информацию, распространение которой ограничено или запрещено законами путем вынесения предупреждения либо удалением учетной записи пользователя, нарушившего правила</li>
                <li>предоставить всю доступную информацию о Пользователе уполномоченным на то органам государственной власти в случаях, установленных законом</li>
            </ul>

            <h4>Ответственность сторон</h4>
            <ul>
                <li>пользователь лично несет полную ответственность за распространяемую им информацию</li>
                <li>администрация не несет никакой ответственности за достоверность информации, скопированной из других источников</li>
                <li>администрация не несёт ответственность за несовпадение ожидаемых Пользователем и реально полученных услуг</li>
                <li>администрация не несет никакой ответственности за услуги, предоставляемые третьими лицами</li>
                <li>в случае возникновения форс-мажорной ситуации (боевые действия, чрезвычайное положение, стихийное бедствие и т. д.) Администрация не гарантирует сохранность информации, размещённой Пользователем, а также бесперебойную работу информационного ресурса</li>
            </ul>

            <h4>Условия действия Соглашения</h4>
            <ul>
                <li>Данное Соглашение вступает в силу при любом использовании данного сайта.</li>
                <li>Соглашение действует бессрочно.</li>
                <li>Администрация оставляет за собой право в одностороннем порядке изменять данное соглашение по своему усмотрению.</li>
                <li>Администрация не оповещает пользователей об изменении в Соглашении.</li>
            </ul>
        `
    );
}
//}
